IDEA Open Model
IdeaConImportSettings.OrderMembersById Property
Compatible with IDEA StatiCa 20.1
 If true, connected members in connection are ordered acoording to topological rules othewise by their IDs.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool OrderMembersById { get; set; }
Public Property OrderMembersById As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace